<script>
export default {
  name: "GamesPage"
}
</script>

<template>
  <div class="list">
    <h1>DEATH STRANDING (2019)</h1>
    <div class="info-block">
      <img src="/img/9н.jpg">
      <div class="wrap">
        <div class="text">Дата выхода: 14 июля 2020</div>
        <br>
        <div class="text">Жанр: Action / Adventure</div>
        <br>
        <div class="text">Разработчик: KOJIMA PRODUCTIONS</div>
        <br>
        <div class="text">Издательство: 505 Games</div>
        <br>
        <div class="text">Платформа: PC</div>
        <br>
        <div class="text">Язык интерфейса: Русский / Английский / MULTi20</div>
        <br>
        <div class="text">Язык озвучки: Русский / Английский / MULTi12</div>
      </div>
    </div>
    <div class="title">Описание игры:</div>
    <div class="desc">
      Death Stranding 2019 года – очередной творение культового геймдизайнер Хидео Кодзимы, который на этот раз решил
      обратить внимание на необычный жанр в окружении постапокалипсиса. Новое приключение предлагает пользователям взять
      на себя роль Сэма, который вынужден упорно работать носильщиком грузов. Профессия эта крайне опасная, так как
      события игры происходят в постапокалипсисе, в условиях которого действуют странные темные создания, а дождь может
      оказаться последним явлением, которое вы увидите в своей жизни. Главная задача Сэма – наладить связь между
      городами,
      которые были разъединены и теперь сокрыты большим и толстыми стенами. Только так можно будет восстановить
      цивилизацию и надеяться на лучшее.
    </div>
    <br>
    <div class="title">Опасное путешествие:</div>
    <div class="desc">
      Отметим самое важное: теперь у вас есть возможность скачать Death Stranding через торрент бесплатно на компьютер.
      Мы рекомендуем эту игру, так как она обладает необычным жанром, красивой графикой и интересной историей.
      Прогуливаться вам предстоит по огромной пустоши, на просторах которой могут происходить самые разные события.
      Можно просто наслаждаться зеленой травой, можно посетить руины или сразиться с бандитами посреди дороги. А чтобы
      путешествие не длилось несколько часов, можно воспользоваться разнообразным транспортом, вплоть до грузовика, что
      не только увеличит объем транспортируемого груза, но еще и обезопасит ваше путешествие. Сюда же стоит отнести
      возможность прокладывать дороги, устанавливать подъемники и даже пользоваться банальной переносной лестницей. Все
      это пригодится вам для того, чтобы добраться до всех городов этого мира.
    </div>
    <br>
    <div class="title">Важность логистики:</div>
    <div class="desc">
      Довольно интересным моментом этого приключения является логистика. Учитывая, что в большинстве случаев главному
      герою предстоит нести груз на себе, предстоит приготовиться к тщательной логистике. Нужно будет продумывать, что и
      как нести, какой вес доступен для переноса и т.д. Если вы будете перегружать героя, то он будет быстро уставать,
      если вы не будете балансировать груз, то персонаж будет спотыкаться и падать. Поэтому следует быть предельно
      внимательным и стараться не допускать критических ошибок в своем непростом приключении.
    </div>
    <br>
  </div>
</template>

<style scoped lang="less">
.list {
  width: 100%;
  height: 100%;
  background: #393E46;
  padding: 40px 60px 40px 60px;

  .info-block {
    margin: 30px 0;
    display: flex;

    img {
      width: 308px;
      height: 465px;
      margin-right: 50px;
    }

    .text {
      font-size: 20px;
    }
  }

  .title {
    font-size: 32px;
    margin-bottom: 20px;
  }

  .desc {
    text-align: justify;
    font-size: 20px;
  }
}
</style>